appimagelauncher
aspnet-runtime-bin
awww
baobab
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
catppuccin-gtk-theme-mocha
ccache
clang
claude-desktop-native-debug
cloudflare-warp-bin
composer
decibels
docker
docker-compose
dotnet-runtime-bin
dotnet-sdk-bin
efibootmgr
envycontrol
epiphany
eza
fastfetch
fd
flite
fuse2
fzf
gcc
gdb
gdm
ghostty
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
grilo-plugins
grub
gst-plugin-pipewire
gst-thumbnailers
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
intel-media-driver
intel-ucode
iw
jq
kitty
linux
linux-firmware
llvm
loupe
luarocks
make
malcontent
matugen
nano
nautilus
neovim
netcoredbg
network-manager-applet
networkmanager
ninja
noto-fonts-cjk
nvidia-open
nvidia-settings
nwg-look
orca
pacman-contrib
papers
php
php-fpm
php-gd
php-imagick
php-pgsql
php-sqlite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
postman-bin
python-pip
ripgrep
rygel
showtime
simple-scan
snapshot
sof-firmware
starship
stow
sudo
sushi
swaync
swayosd-git
tecla
tmux
tree-sitter-cli
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
valgrind
waybar
wget
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yay
yelp
zip
zoxide
zram-generator
zsh
